### 使用条款

在购买[单词小组件年度会员]之前，强烈建议您阅读以下使用条款。

### 订阅

使用订阅制来管理会员的用户权益，目前以年订阅的形式提供服务。

订阅服务将会在当前周期结束时自动续订并收取费用，取消自动续订需要在当前订阅周期结束 24 小时前完成。

在任何时候，您都可以在 [App Store](https://apps.apple.com/account/subscriptions) 进行订阅管理。

除了解锁所有的功能以外，您的支持还能直接让我保持足够的动力持续维护单词小组件。单词小组件目前没有任何资本的支持，我是一位独立的iOS开发者，目前是以业余爱好的形式进行开发维护，但是请放心，这个软件我自己也是在天天使用的，所以请相信这个项目不会轻易放弃。

### 功能可用性

订阅成功之后，解锁免费版限制，并享有订阅结束之前所有的功能和更新
订阅结束之后续订，您将重新解锁免费版限制
订阅结束之后如未续订，之前解锁过的功能将会被回收

### 退款

如果您有这样的想法，我可能会感到很难过，所以请优先考虑通过联系[我(962429707@qq.com)](962429707@qq.com)来解决您不满的地方。然而，iOS 应用的退款流程并不受开发者掌控，所以我建议您联系 Apple 的支持团队来处理退款，您可以在[这里](https://support.apple.com/zh-cn/HT204084)找到相关信息。

### 本使用条款的变更

此条款可能会不时地更新。因此，建议您定期查看此页面以了解更新后的内容。我会通过在此页面上发布新的使用条款来通知您任何更改。这些更改在此页面上发布后立即生效。

### 联系我

如果您对使用条款有任何疑问或建议，请随时通过 962429707@qq.com 与我们联系。
